<?php
/*
|--------------------------------------------------------------------------
| 不免邮地区
|--------------------------------------------------------------------------
|
*/
$config['freepost-bigarea'] = array(
	'jiangzhehu'	=>	'江浙沪',
	'huadong'		=>	'华东',
	'huabei'		=>	'华北',
	'huazhong'		=>	'华中',
	'huanan'		=>	'华南',
	'dongbei'		=>	'东北',
	'xibei'			=>	'西北',
	'xinan'			=>	'西南',
	'gangaotai'		=>	'港澳台',
	'haiwai'		=>	'海外',
);
$config['freepost'] = array(
	'jiangzhehu'=>	array(	//江浙沪
					'310000'	=>	'上海',
					'320000'	=>	'江苏',
					'330000'	=>	'浙江',
				),
	'huadong'	=>	array(	//华东
					'310000'	=>	'上海',
					'320000'	=>	'江苏',
					'330000'	=>	'浙江',
					'340000'	=>	'安徽',
					'360000'	=>	'江西',
				),
	'huabei'	=>	array(	//华北
					'110000'	=>	'北京',
					'120000'	=>	'天津',
					'140000'	=>	'山西',
					'370000'	=>	'山东',
					'130000'	=>	'河北',
					'150000'	=>	'内蒙古',
				),
	'huazhong'	=>	array(	//华中
					'430000'	=>	'湖南',
					'420000'	=>	'湖北',
					'410000'	=>	'河南',
				),
	'huanan'	=>	array(	//华南
					'440000'	=>	'广东',
					'450000'	=>	'广西',
					'350000'	=>	'福建',
					'460000'	=>	'海南',
				),
	'dongbei'	=>	array(	//东北
					'210000'	=>	'辽宁',
					'230000'	=>	'黑龙江',
					'220000'	=>	'吉林',
				),
	'xibei'		=>	array(	//西北
					'610000'	=>	'陕西',
					'650000'	=>	'新疆',
					'620000'	=>	'甘肃',
					'640000'	=>	'宁夏',
					'630000'	=>	'青海',
				),
	'xinan'		=>	array(	//西南
					'500000'	=>	'重庆',
					'530000'	=>	'云南',
					'520000'	=>	'贵州',
					'540000'	=>	'西藏',
					'510000'	=>	'四川',
				),
	'gangaotai'	=>	array(	//港澳台
					'810000'	=>	'香港',
					'820000'	=>	'澳门',
					'710000'	=>	'台湾',
				),
	'haiwai'	=>	array(	//海外
					'990000'	=>	'海外'
				),
);